Repository: jun2121788/newsfid
Catalog: *-content/plugins/madhouse_messenger/languages/*/messages.po
Languages: cs_cz

source: No related item
cs_cz: Související položka

source: The requested message / conversation does not exists.
cs_cz: Požadovaná zpráva / konverzace neexistuje.

source: Messages of '%s' (Thread: #%d)
cs_cz: Zprávy z '% s' (Téma: #% d)

source: The requested user does not exist.
cs_cz: Požadovaná uživatel neexistuje.

source: %s's messages (User: #%d)
cs_cz: Zprávy uživatele% s (User: #% d)

source: Can't send reminder every '%s' new messages. Must be greater than 1.
cs_cz: Nelze odeslat připomínku každý '% s' nové zprávy. Musí být větší než 1.

source: Successfully blocked the message!
cs_cz: Úspěšně zablokoval zprávu!

source: Please, head to settings to select a moderation user.
cs_cz: Prosím, vedoucí do nastavení lze vybrat uživatele moderování.

source: Can't send an empty message.
cs_cz: Nelze poslat prázdnou zprávu.

source: Select a user to send the message to and choose the 'Contact' action.
cs_cz: Vyberte uživatele, odeslat zprávu a vyberte "Kontakt" akce.

source: An error occured while performing the task.
cs_cz: Došlo k chybě při provádění úkolu.

source: Successfully sent the message!
cs_cz: Úspěšně poslal zprávu!

source: An error occured while performing the upgrade.
cs_cz: Došlo k chybě při provádění úkolu.

source: Well done. Successfully updated messenger!
cs_cz: Úspěšně aktualizováno nastavení!

source: No action defined
cs_cz: Žádná akce jsou definovány

source: Please login to access to your messages
cs_cz: Jsme úspěšně odeslán zprávu.

source: The requested message / conversation does not exists
cs_cz: Požadovaná zpráva / konverzace neexistuje.

source: An error occured while performing the task
cs_cz: Došlo k chybě při provádění úkolu.

source: Nice try, but you can't do that!
cs_cz: Hezký pokus, ale můžete to dělat!

source: Can't send an empty message
cs_cz: Nelze poslat prázdnou zprávu.

source: Sorry, you can't send a message to a disabled/deleted user
cs_cz: Promiňte. Nelze odeslat zprávu na zdravotně postižené / odstraněného uživatele.

source: Sorry, you can't send a message to a disabled/deleted item
cs_cz: Promiňte. Nelze odeslat zprávu na zdravotně postižené / odstraněného uživatele.

source: We've successfully sent your message
cs_cz: Jsme úspěšně odeslán zprávu.

source: The requested status does not exists
cs_cz: Požadovaný stav neexistuje.

source: The requested label does not exists
cs_cz: Požadovaná uživatel neexistuje.

source: Saving the message has failed.
cs_cz: Uložení zprávy selhalo.

source: Adding the message to the requested thread has failed.
cs_cz: Přidání zprávy do požadované závitu selhal.

source: Sorry. This message has been blocked by an administrator (reason: spam).
cs_cz: Promiňte. Tato zpráva byla zablokována správcem (důvod: spam).

source: This message has been deleted.
cs_cz: Tato zpráva byla smazána.

source: Thread
cs_cz: Zprávy z '% s' (Téma: #% d)

source: Messages
cs_cz: Zprávy

source: Messenger
cs_cz: Zpráva

source: Dashboard
cs_cz: Palubní deska

source: Manage messages
cs_cz: Správa zpráv

source: Settings
cs_cz: Nastavení

source: Contact
cs_cz: Kontakt

source: Message
cs_cz: Zpráva

source: Write something...
cs_cz: Napište něco ...

source: Send message
cs_cz: Poslat zprávu

source: Block
cs_cz: Blok

source: Unblock
cs_cz: Odblokovat

source: User
cs_cz: Uživatel

source: Find
cs_cz: Najít

source: Status
cs_cz: Postavení

source: Related item
cs_cz: Související položka

source: Date
cs_cz: Datum

source: No messages, yet.
cs_cz: Žádné zprávy, ale přesto.

source: Daily
cs_cz: Denně

source: Today (so far)
cs_cz: V současné době (zatím)

source: threads
cs_cz: závity

source: messages
cs_cz: Zprávy

source: Yesterday
cs_cz: Včera

source: Weekly
cs_cz: Týdenní

source: This week (so far)
cs_cz: Tento týden (zatím)

source: Last week
cs_cz: Minulý týden

source: Monthly
cs_cz: Měsíčně

source: This month (so far)
cs_cz: Tento měsíc (zatím)

source: Last month
cs_cz: Minulý měsíc

source: Global
cs_cz: Globální

source: Since the beginning
cs_cz: Od začátku

source: Blocked
cs_cz: Ucpaný

source: Active
cs_cz: Aktivní

source: Show thread
cs_cz: Show závit

source: Show messages of item
cs_cz: Zobrazit zprávy z položky

source: Show more...
cs_cz: Zobrazit více ...

source: Show messages of
cs_cz: Zobrazit zprávy z

source: Disabled
cs_cz: Promiňte. Nelze odeslat zprávu na zdravotně postižené / odstraněného uživatele.

source: Deleted
cs_cz: Promiňte. Nelze odeslat zprávu na zdravotně postižené / odstraněného uživatele.

source: General
cs_cz: Obecný

source: Notifications & E-mails
cs_cz: Oznámení a připomenutí (e-maily)

source: Display a link in 'user_menu'
cs_cz: Zobrazení odkazu na "user_menu"

source: If checked, a link is added using 'user_menu' hook.
cs_cz: Je-li zaškrtnuto, je k dispozici odkaz přidat pomocí háku "user_menu.

source: Moderator
cs_cz: Moderátor

source: Current is '%s'
cs_cz: Proud je '% s'

source: (manage user)
cs_cz: (Správa uživatelských)

source: Auto-messages
cs_cz: Zprávy

source: Notifications & Reminders (e-mails)
cs_cz: Oznámení a připomenutí (e-maily)

source: Enable e-mails
cs_cz: Povolit e-mailů

source: Notifications
cs_cz: Oznámení

source: Send an e-mail everytime a user receive a message
cs_cz: Pošlete nám e-mail vždy, uživatel obdrží zprávu

source: Stop if the user has more than %s unread message(s)
cs_cz: Přestaňte, když uživatel má více než% s nepřečtenou zprávu (y)

source: After that, send a summary every %s new message(s)
cs_cz: Poslat připomínku každý% s novou zprávu (y)

source: It will send an e-mail every N unread messages.
cs_cz: To pošle e-mail (see% s) každých N nepřečtené zprávy.

source: Daily reminders
cs_cz: Povolit připomenutí

source: Enable reminders
cs_cz: Povolit připomenutí

source: Send a reminder every %s day(s) for %s day(s)
cs_cz: Poslat připomínku každý %s novou %s zprávu

source: It will send an e-mail every X days for Y days to users with unread messages.
cs_cz: To pošle e-mail (see% s) každých N nepřečtené zprávy.

source: Enable status
cs_cz: Povolit stav

source: Default status
cs_cz: Výchozí stav je

source: Only item owner can modify the status of a thread
cs_cz: Pouze vlastník položka může změnit status závitu

source: If this option is not checked anyone can modify it.
cs_cz: Není-li tato volba není zaškrtnuta kdokoli jej upravit.

source: Save changes
cs_cz: Uložit změny

source: Already contacted :
cs_cz: Již kontaktoval:

source: see thread
cs_cz: viz vlákno

source: Unread
cs_cz: Nepřečtený

source: on
cs_cz: na

source: A deleted/disabled ad
cs_cz: Vypouští / vypnuto ad

source: A blocked/spam ad
cs_cz: Blokován / spam ad

source: No item linked to this thread.
cs_cz: Žádná položka souvisí do tohoto tématu.

source: Delete
cs_cz: Vymazat

source: Send
cs_cz: Odeslat

source: Status of this thread:
cs_cz: Stav tomto tématu:

source: Change to
cs_cz: změnit na

source: Read
cs_cz: číst

source: Show previous messages
cs_cz: Ukázat předchozí zprávy

source: Inquiry about
cs_cz: Dotaz

source: (your ad)
cs_cz: (Reklama)

source: No pictures for this ad!
cs_cz: Žádné fotografie k této reklamy!
