Repository: jun2121788/newsfid
Catalog: *-content/plugins/madhouse_avatar/languages/*/messages.po
Languages: fr_fr

source: Configure
fr_fr: Configurer

source: Mdhs Profile Picture
fr_fr: Mdh Profile Picture

source: Configure plugin
fr_fr: Configurer le plugin

source: Image with an incorrect extension.
fr_fr: L'extension de l'image n'est pas autorisée.

source: Image is too big. Max. size :
fr_fr: L'image est trop volumineuse. Taille maximum :

source: You cannot upload to the specified directory, please CHMOD it to 777.
fr_fr: Vous ne pouvez pas écrire dans le dossier, exécuter un CHMOD 777 dessus.

source: Max size of profile picture :
fr_fr: Taille maximum de la photo profil :

source: One profile picture allowed by user
fr_fr: Une image autorisée par utilisateur

source: Extensions authorised :
fr_fr: Extensions autorisées :

source: It has to be a
fr_fr: Il faut que ce soit

source: Regenerate images
fr_fr: Regénérer les images

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
fr_fr: Vous pouvez régénérer les images si vous avez modifié les tailles.

source: Regenerate
fr_fr: Régénérer

source: Save changes
fr_fr: Sauvegarder
